{
  "company": "Human Centric Strategy",
  "tagline": "Soluciones Expertas de RRHH para Organizaciones Modernas",
  "rights": "Todos los derechos reservados.",
  "privacy": "Política de Privacidad",
  "terms": "Términos y Condiciones",
  "privacyPolicy": "Política de Privacidad: Valoramos su privacidad. Human Centric Strategy recopila y procesa información personal únicamente con el propósito de proporcionar soluciones y servicios de RRHH. Cumplimos con todas las leyes de privacidad aplicables en EE. UU., incluyendo la CCPA. No vendemos sus datos. La información puede compartirse con socios de confianza solo cuando sea necesario para prestar nuestros servicios o cumplir con obligaciones legales. Usted tiene derecho a acceder, corregir o eliminar sus datos personales. Para preguntas o solicitudes, contacte a info@humancentricstrategy.com.",
  "termsContent": "Términos y Condiciones: Al acceder o utilizar los servicios de Human Centric Strategy, usted acepta estar sujeto a estos Términos y Condiciones y a todas las leyes y regulaciones aplicables de los Estados Unidos. Si no está de acuerdo, tiene prohibido usar o acceder a este sitio.\n\n1. Servicios Prestados: Human Centric Strategy ofrece consultoría de RRHH y servicios relacionados. Todos los servicios se proporcionan 'tal cual', sin garantías expresas o implícitas.\n\n2. Responsabilidades del Usuario: Usted es responsable de mantener la confidencialidad de su cuenta y de todas las actividades que ocurran bajo su cuenta. Usted acepta no hacer un uso indebido de los servicios ni utilizarlos para ningún propósito ilegal.\n\n3. Limitación de Responsabilidad: En la máxima medida permitida por la ley, Human Centric Strategy y sus afiliados no serán responsables de ningún daño indirecto, incidental, especial, consecuente o punitivo que surja de o esté relacionado con el uso de los servicios.\n\n4. Propiedad Intelectual: Todo el contenido, marcas comerciales y datos de este sitio son propiedad de Human Centric Strategy o sus licenciantes y están protegidos por las leyes de propiedad intelectual de EE. UU.\n\n5. Modificaciones: Podemos revisar estos Términos y Condiciones en cualquier momento sin previo aviso. Al utilizar este sitio web, usted acepta estar sujeto a la versión vigente en ese momento.\n\n6. Ley Aplicable: Estos términos se rigen por las leyes del Estado de [Su Estado], Estados Unidos, sin tener en cuenta sus disposiciones sobre conflictos de leyes.\n\n7. Contacto: Para preguntas sobre estos Términos y Condiciones, por favor contacte a info@humancentricstrategy.com.",
  "description": "Human Centric Strategy ofrece soluciones innovadoras de RRHH centradas en las personas para ayudar a las organizaciones a prosperar en un mundo cambiante.",
  "quickLinks": "Enlaces Rápidos",
  "home": "Inicio",
  "about": "Nosotros",
  "solutions": "Soluciones",
  "contact": "Contacto",
  "ourServices": "Nuestros Servicios",
  "service1": "Estrategia y Asesoría de RRHH",
  "service2": "Cumplimiento y Auditorías",
  "service3": "Compromiso de Empleados",
  "service4": "Desarrollo de Liderazgo",
  "service5": "Nómina y Beneficios",
  "service6": "Tecnología y Analítica",
  "contactTitle": "Contacto",
  "email": "info@humancentricstrategy.com",
  "phone": "+1 (555) 123-4567",
  "logoTitle": "ESTRATEGIA CENTRADA EN EL HUMANO",
  "logoSubtitle": "Sus socios de RRHH"
} 