{
  "company": "Human Centric Strategy",
  "tagline": "Expert HR Solutions for Modern Organizations",
  "rights": "All rights reserved.",
  "privacy": "Privacy Policy",
  "terms": "Terms and Conditions",
  "privacyPolicy": "Privacy Policy: We value your privacy. Human Centric Strategy collects and processes personal information solely for the purpose of providing HR solutions and services. We comply with all applicable US privacy laws, including the CCPA. We do not sell your data. Information may be shared with trusted partners only as necessary to deliver our services or comply with legal obligations. You have the right to access, correct, or delete your personal data. For questions or requests, contact info@humancentricstrategy.com.",
  "termsContent": "Terms and Conditions: By accessing or using Human Centric Strategy's services, you agree to be bound by these Terms and Conditions and all applicable laws and regulations of the United States. If you do not agree, you are prohibited from using or accessing this site.\n\n1. Services Provided: Human Centric Strategy offers HR consulting and related services. All services are provided 'as is' without warranties, express or implied.\n\n2. User Responsibilities: You are responsible for maintaining the confidentiality of your account and for all activities that occur under your account. You agree not to misuse the services or use them for any unlawful purpose.\n\n3. Limitation of Liability: To the fullest extent permitted by law, Human Centric Strategy and its affiliates shall not be liable for any indirect, incidental, special, consequential, or punitive damages arising out of or related to your use of the services.\n\n4. Intellectual Property: All content, trademarks, and data on this site are the property of Human Centric Strategy or its licensors and are protected by US intellectual property laws.\n\n5. Modifications: We may revise these Terms and Conditions at any time without notice. By using this website, you agree to be bound by the then-current version.\n\n6. Governing Law: These terms are governed by the laws of the State of [Your State], United States, without regard to its conflict of law provisions.\n\n7. Contact: For questions regarding these Terms and Conditions, please contact info@humancentricstrategy.com.",
  "description": "Human Centric Strategy delivers innovative, people-focused HR solutions to help organizations thrive in a changing world.",
  "quickLinks": "Quick Links",
  "home": "Home",
  "about": "About",
  "solutions": "Solutions",
  "contact": "Contact",
  "ourServices": "Our Services",
  "service1": "HR Strategy & Advisory",
  "service2": "Compliance & Audits",
  "service3": "Employee Engagement",
  "service4": "Leadership Development",
  "service5": "Payroll & Benefits",
  "service6": "Technology & Analytics",
  "contactTitle": "Contact",
  "email": "info@humancentricstrategy.com",
  "phone": "+1 (555) 123-4567",
  "logoTitle": "HUMAN CENTRIC STRATEGY",
  "logoSubtitle": "Your HR business partners"
} 